Repository: nekomaruh/hotels_guide
Catalog: lib/l10n/intl_*.arb
Languages: es, pt

source: filters
es: filtros
pt: filtros

source: with discount
es: con descuento
pt: com desconto

source: available
es: disponibles
pt: disponíveis

source: hydro
es: hidro
pt: hidro

source: swimming pool
es: piscina
pt: piscina

# adultDecoration
source: erotic decoration
es: decoración erótica
pt: decoração erótica

source: themed decoration
es: decoración temática
pt: decoração temática

# adultChair
source: erotic chair
es: silla erótica
pt: cadeira erótica

source: dance floor
es: pista de baile
pt: pista de dança

source: private garage
es: garaje privado
pt: garagem privativa

# frigobar
source: mini-bar
es: frigobar
pt: frigobar

source: suite for parties
es: suite para fiestas
pt: suite para festas

source: suite with accessibility
es: suite con accesibilidad
pt: suite com acessibilidade

source: go now
es: ir ahora
pt: ir agora

source: go later
es: ir otro día
pt: ir outro dia

# reviews
source: {count, plural, =1 {{count} review} other {{count} reviews}}
es: {count, plural, =1 {{count} reseña} other {{count} reseñas}}
pt: {count, plural, =1 {{count} avaliação} other {{count} avaliações}}

# remainingSuites
source: only {count} left via app
es: solo {count} disponible a través de la app
pt: só mais {count} pelo app}

# hours
source: {count, plural, =1 {{count} hour} other {{count} hours}}
es: {count, plural, =1 {{count} hora} other {{count} horas}}
pt: {count, plural, =1 {{count} hora} other {{count} horas}}

source: see all
es: ver todos
pt: ver todos

# discount
source: {percentage}% discount
es: {percentage}% de descuento
pt: {percentage}% desconto

# startingFromBrl
source: starting from R${amount}
es: desde R${amount}
pt: desde R${amount}

source: reserve
es: reservar

source: ofuro
pt: ofurô
